Repository: ElchinGanbarov/ECommerce
Catalog: Presentation/ECommerceMVC/Resources/Localization.Translations.*.resx
Languages: az

# Text
source: English
az: Mətn

# Text1
source: Hello ay can
az: Salam ay can

# Auth.WelcomeBack
source: Welcome Back
az: Xoş gəlmisiniz

# Auth.SignInToContinue
source: Sign in to your account to continue
az: Hesabınıza daxil olmaq üçün giriş edin

# Auth.EmailOrUsername
source: Email or Username
az: Email və ya İstifadəçi adı

# Auth.Password
source: Password
az: Şifrə

# Auth.EnterEmailOrUsername
source: Enter your email or username
az: Email və ya istifadəçi adınızı daxil edin

# Auth.EnterPassword
source: Enter your password
az: Şifrənizi daxil edin

# Auth.RememberMe
source: Remember me
az: Məni xatırla

# Auth.ForgotPassword
source: Forgot password?
az: Şifrəni unutmusunuz?

# Auth.SignIn
source: Sign In
az: Giriş Et

# Auth.Or
source: OR
az: VƏ YA

# Auth.ContinueWithGoogle
source: Continue with Google
az: Google ilə davam et

# Auth.DontHaveAccount
source: Don't have an account?
az: Hesabınız yoxdur?

# Auth.CreateOneNow
source: Create one now
az: İndi yaradın

# Auth.WelcomeToStore
source: Welcome to Our Store
az: Mağazamıza Xoş Gəlmisiniz

# Auth.DiscoverAmazingProducts
source: Discover amazing products and exclusive deals
az: Əla məhsulları və eksklüziv təklifləri kəşf edin

# Auth.FastDelivery
source: Fast Delivery
az: Sürətli Çatdırılma

# Auth.SecureShopping
source: Secure Shopping
az: Təhlükəsiz Alış-veriş

# Auth.Support247
source: 24/7 Support
az: 24/7 Dəstək

# Auth.CreateAccount
source: Create Account
az: Hesab Yarat

# Auth.JoinUsAndStartShopping
source: Join us and start shopping today
az: Bizə qoşulun və bugün alış-verişə başlayın

# Auth.FullName
source: Full Name
az: Ad Soyad

# Auth.EmailAddress
source: Email Address
az: Email Ünvanı

# Auth.EnterFullName
source: Enter your full name
az: Ad və soyadınızı daxil edin

# Auth.EnterEmailAddress
source: Enter your email address
az: Email ünvanınızı daxil edin

# Auth.CreateStrongPassword
source: Create a strong password
az: Güclü şifrə yaradın

# Auth.ConfirmPassword
source: Confirm Password
az: Şifrəni Təsdiqlə

# Auth.ConfirmYourPassword
source: Confirm your password
az: Şifrənizi təsdiqləyin

# Auth.AgreeToTerms
source: I agree to the Terms of Service and Privacy Policy
az: İstifadə Şərtləri və Gizlilik Siyasətini qəbul edirəm

# Auth.TermsOfService
source: Terms of Service
az: İstifadə Şərtləri

# Auth.PrivacyPolicy
source: Privacy Policy
az: Gizlilik Siyasəti

# Auth.CreateAccountButton
source: Create Account
az: Hesab Yarat

# Auth.SignUpWithGoogle
source: Sign up with Google
az: Google ilə qeydiyyatdan keç

# Auth.AlreadyHaveAccount
source: Already have an account?
az: Artıq hesabınız var?

# Auth.SignInHere
source: Sign in here
az: Burada giriş edin

# Auth.JoinOurCommunity
source: Join Our Community
az: İcmanıza Qoşulun

# Auth.GetAccessToExclusiveDeals
source: Get access to exclusive deals and personalized recommendations
az: Eksklüziv təkliflərə və fərdi tövsiyələrə giriş əldə edin

# Auth.ExclusiveDeals
source: Exclusive Deals
az: Eksklüziv Təkliflər

# Auth.GetAccessToMemberOnlyDiscounts
source: Get access to member-only discounts
az: Yalnız üzvlər üçün endirimlərə giriş əldə edin

# Auth.Wishlist
source: Wishlist
az: İstək Siyahısı

# Auth.SaveYourFavoriteItems
source: Save your favorite items for later
az: Sevimli əşyalarınızı sonra üçün saxlayın

# Auth.FastShipping
source: Fast Shipping
az: Sürətli Çatdırılma

# Auth.FreeShippingOnOrdersOver50
source: Free shipping on orders over $50
az: $50-dən çox sifarişlərə pulsuz çatdırılma

# Auth.ResetPassword
source: Reset Password
az: Şifrəni Sıfırla

# Auth.EnterEmailForReset
source: Enter your email address and we'll send you a link to reset your password.
az: Email ünvanınızı daxil edin və şifrənizi sıfırlamaq üçün link göndərəcəyik.

# Auth.SendResetLink
source: Send Reset Link
az: Sıfırlama Linkini Göndər

# Auth.Cancel
source: Cancel
az: Ləğv Et

# Home.DiscoverAmazingProducts
source: Discover Amazing Products
az: Əla Məhsulları Kəşf Edin

# Home.ShopLatestTrends
source: Shop the latest trends and find exclusive deals on premium items
az: Ən son trendləri alın və premium məhsullarda eksklüziv təkliflər tapın

# Home.ShopNow
source: Shop Now
az: İndi Al

# Home.ViewProducts
source: View Products
az: Məhsulları Gör

# Home.FreeShippingOnOrdersOver50
source: Free shipping on orders over $50
az: $50-dən çox sifarişlərə pulsuz çatdırılma

# Home.SecurePaymentProcessing
source: 100% secure payment processing
az: 100% təhlükəsiz ödəniş emalı

# Home.DayReturnPolicy
source: 30-day return policy
az: 30 günlük qaytarma siyasəti

# Home.RoundTheClockCustomerService
source: Round the clock customer service
az: Gecə-gündüz müştəri xidməti

# Home.ShopByCategories
source: Shop By Categories
az: Kateqoriyalara Görə Alış-veriş

# Home.ExploreWideRange
source: Explore our wide range of product categories
az: Məhsul kateqoriyalarımızın geniş çeşidini kəşf edin

# Home.WallArt
source: Wall Art
az: Divar Sənəti

# Home.BeautifulWallDecorations
source: Beautiful wall decorations
az: Gözəl divar bəzəkləri

# Home.Posters
source: Posters
az: Posterlər

# Home.HighQualityPosterPrints
source: High-quality poster prints
az: Yüksək keyfiyyətli poster çapı

# Home.ThankYouCards
source: Thank You Cards
az: Təşəkkür Kartları

# Home.PersonalizedGreetingCards
source: Personalized greeting cards
az: Fərdiləşdirilmiş təbrik kartları

# Home.GiftCards
source: Gift Cards
az: Hədiyyə Kartları

# Home.PerfectGiftForAnyOccasion
source: Perfect gift for any occasion
az: İstənilən tədbir üçün mükəmməl hədiyyə

# Home.LatestProducts
source: Latest Products
az: Ən Son Məhsullar

# Home.DiscoverOurNewestArrivals
source: Discover our newest arrivals
az: Ən yeni gələnlərimizi kəşf edin

# Home.SaleProducts
source: Sale Products
az: Endirimli Məhsullar

# Home.LimitedTimeOffers
source: Limited time offers - Don't miss out!
az: Məhdud vaxt təklifləri - Qaçırmayın!

# Home.StayUpdated
source: Stay Updated
az: Güncəldə Qalın

# Home.SubscribeToNewsletter
source: Subscribe to our newsletter for exclusive deals and updates
az: Eksklüziv təkliflər və yeniliklər üçün bülletenimizə abunə olun

# Home.EnterEmailAddress
source: Enter your email address
az: Email ünvanınızı daxil edin

# Home.Subscribe
source: Subscribe
az: Abunə Ol

# Success.ItemAddedToBasket
source: Item added to basket successfully!
az: Məhsul səbətə uğurla əlavə edildi!

# Success.ProductDownloaded
source: Product downloaded successfully!
az: Məhsul uğurla yükləndi!

# Success.ItemAddedToWishlist
source: Item added to wishlist successfully!
az: Məhsul istək siyahısına uğurla əlavə edildi!

# Success.ThankYouForSubscribing
source: Thank you for subscribing! You'll receive updates soon.
az: Abunə olduğunuz üçün təşəkkür edirik! Tezliklə yeniliklər alacaqsınız.

# Success.PasswordResetSent
source: Password reset link has been sent to your email
az: Şifrə sıfırlama linki emailinizə göndərildi

# Success.RegistrationSuccessful
source: Registration successful! You can now log in.
az: Qeydiyyat uğurlu oldu! İndi giriş edə bilərsiniz.

# Success.PasswordUpdated
source: Password updated successfully! You can now log in with your new password.
az: Şifrə uğurla yeniləndi! İndi yeni şifrənizlə giriş edə bilərsiniz.

# Success.LoggedOut
source: Successfully logged out!
az: Uğurla çıxış edildi!

# Success.GoogleLoginSuccessful
source: Successfully logged in with Google!
az: Google ilə uğurla giriş edildi!

# Error.ValidationFailed
source: Validation failed
az: Doğrulama uğursuz oldu

# Error.PleaseCorrectErrors
source: Please correct the errors in the form
az: Zəhmət olmasa formadakı xətaları düzəldin

# Error.InvalidEmail
source: Please enter a valid email address
az: Zəhmət olmasa düzgün email ünvanı daxil edin

# Error.PasswordsDoNotMatch
source: Passwords do not match
az: Şifrələr uyğun gəlmir

# Error.AgreeToTerms
source: You must agree to the terms and conditions
az: Şərtləri və şərtləri qəbul etməlisiniz

# Error.FieldRequired
source: This field is required
az: Bu sahə tələb olunur

# Error.PasswordTooShort
source: Password must be at least 6 characters long
az: Şifrə ən azı 6 simvol olmalıdır

# Error.NameTooShort
source: Name must be at least 2 characters long
az: Ad ən azı 2 simvol olmalıdır

# Error.FailedToSendResetEmail
source: Failed to send reset email
az: Sıfırlama emaili göndərilmədi

# Error.AnErrorOccurred
source: An error occurred while processing your request.
az: Sorğunuzu emal edərkən xəta baş verdi.

# Error.GoogleLoginFailed
source: Google login failed. Please try again.
az: Google girişi uğursuz oldu. Zəhmət olmasa yenidən cəhd edin.

# Error.SecurityValidationFailed
source: Security validation failed. Please try again.
az: Təhlükəsizlik doğrulaması uğursuz oldu. Zəhmət olmasa yenidən cəhd edin.

# Error.FailedToCompleteGoogleLogin
source: Failed to complete Google login.
az: Google girişini tamamlamaq uğursuz oldu.

# Error.UserNotFound
source: User not found
az: İstifadəçi tapılmadı

# Error.FailedToUpdatePassword
source: Failed to update password.
az: Şifrəni yeniləmək uğursuz oldu.

# Error.InvalidResetToken
source: Invalid reset token.
az: Yanlış sıfırlama tokeni.

# Password.WeakPassword
source: Weak password
az: Zəif şifrə

# Password.MediumStrength
source: Medium strength
az: Orta güc

# Password.StrongPassword
source: Strong password
az: Güclü şifrə

# Password.PasswordStrength
source: Password strength
az: Şifrə gücü

# Nav.Search
source: Search...
az: Axtar...

# Nav.Login
source: Login
az: Giriş

# Nav.Profile
source: Profile
az: Profil

# Nav.OrderHistory
source: Order History
az: Sifariş Tarixçəsi

# Nav.AdminPanel
source: Admin Panel
az: Admin Paneli

# Nav.SignOut
source: Sign out
az: Çıxış et

# Nav.AllProducts
source: All Products
az: Bütün Məhsullar
